[
  {
    "Id": "GPS001",
    "Brand": "camion poids lourd",
    "Description": "👉 Suivi GPS en temps réel spécialement conçu pour vos camions poids lourds. Protégez vos marchandises, optimisez vos trajets longue distance et garantissez la sécurité de votre flotte.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/camion2.jpg"
  },
  {
    "Id": "GPS002",
    "Brand": "bus et vehicules scolaires",
    "Description": "Recevez des alertes instantanées en cas de mouvement suspect ou de sortie de zone définie. Grâce à ce suivi en temps réel, vous savez toujours où se trouve votre bus scolaire, garantissant la sécurité des enfants et la tranquillité d’esprit des parents.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/schoolbus.jpg"
  },
  {
    "Id": "GPS003",
    "Brand": "RDCGPS",
    "Description": "Consultez l’historique complet des trajets et arrêts pour chaque véhicule.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/camion2.jpg"
  },
  {
    "Id": "GPS004",
    "Brand": "transport d'entreprise",
    "Description": "Assurez la sécurité de vos bus d’entreprise et des travailleurs qu’ils transportent grâce à notre suivi GPS en temps réel. Avec des alertes instantanées et une gestion optimisée des trajets, vous protégez vos investissements et gagnez en efficacité. Profitez d’une offre abordable et, en signant un contrat, accédez à des services premium fiables pour une tranquillité totale.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/gps-rdc1.jpg"
  },
  {
    "Id": "GPS005",
    "Brand": "transport de taxi",
    "Description": "En tant que propriétaire de taxis, vous méritez de savoir exactement comment vos véhicules sont utilisés. Grâce à notre suivi GPS en temps réel, vous recevez toutes les informations essentielles : positions précises, nombre d’arrêts, kilomètres parcourus, ainsi que les heures d’activité quotidienne de vos taxis. Avec ces données fiables, vous gardez le contrôle total de votre flotte et optimisez vos revenus en toute sérénité.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/taxi1.jpg"
  },
  {
    "Id": "GPS006",
    "Brand": "hiace de transport",
    "Description": "Vous mettez votre voiture en location journalière ? Avec notre service de suivi GPS, vous gardez le contrôle total, même quand le véhicule est entre les mains du locataire. Suivez la position en temps réel, consultez le nombre de kilomètres parcourus, les arrêts effectués, et les horaires d’utilisation. En un seul clic, vous savez exactement où se trouve votre voiture et comment elle est utilisée. Louez vos véhicules en toute confiance et optimisez vos revenus en toute sécurité.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/hiace1.png"
  },
  {
    "Id": "GPS007",
    "Brand": "vehicules personnel",
    "Description": "Protection renforcée contre le vol grâce au suivi permanent et aux alertes instantanées.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/vehicul-personl.jpg"
  },
  {
    "Id": "GPS008",
    "Brand": "RDCGPS",
    "Description": "Solution économique et efficace pour gérer votre flotte de véhicules.",
    "PlanMensuel": "5$ / mois",
    "PlanAnnuel": "100$ / véhicule / an",
    "Image": "images/vehicules/personnel.jpg"
  }
]
