[
  {
    "Id": "GPS001",
    "Brand": "Heavy Trucks",
    "Description": "👉 Real-time GPS tracking specially designed for your heavy trucks. Protect your goods, optimize long-distance routes, and ensure the safety of your fleet.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/camion2.jpg"
  },
  {
    "Id": "GPS002",
    "Brand": "School Buses and Vehicles",
    "Description": "Receive instant alerts in case of suspicious movement or exit from a defined zone. With real-time tracking, you always know where your school bus is, ensuring children’s safety and parents’ peace of mind.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/schoolbus.jpg"
  },
  {
    "Id": "GPS003",
    "Brand": "RDCGPS",
    "Description": "View the complete history of trips and stops for each vehicle.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/camion2.jpg"
  },
  {
    "Id": "GPS004",
    "Brand": "Company Transportation",
    "Description": "Ensure the safety of your company buses and the employees they transport with real-time GPS tracking. With instant alerts and optimized trip management, you protect your investments and gain efficiency. Enjoy an affordable offer and, by signing a contract, access reliable premium services for total peace of mind.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/gps-rdc1.jpg"
  },
  {
    "Id": "GPS005",
    "Brand": "Taxi Transport",
    "Description": "As a taxi owner, you deserve to know exactly how your vehicles are being used. With our real-time GPS tracking, you receive all essential information: precise locations, number of stops, kilometers traveled, and daily operating hours. With this reliable data, you maintain full control of your fleet and optimize your revenue with confidence.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/taxi1.jpg"
  },
  {
    "Id": "GPS006",
    "Brand": "Rental Vehicles (Hiace)",
    "Description": "Do you rent your car daily? With our GPS tracking service, you keep full control even when the vehicle is in the renter’s hands. Track the real-time location, check the number of kilometers traveled, stops made, and usage times. With one click, you know exactly where your car is and how it’s being used. Rent your vehicles with confidence and maximize your income safely.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/hiace1.png"
  },
  {
    "Id": "GPS007",
    "Brand": "Personal Vehicles",
    "Description": "Enhanced protection against theft with continuous tracking and instant alerts.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/vehicul-personl.jpg"
  },
  {
    "Id": "GPS008",
    "Brand": "RDCGPS",
    "Description": "A cost-effective and efficient solution to manage your vehicle fleet.",
    "MonthlyPlan": "$5 / month",
    "YearlyPlan": "$100 / vehicle / year",
    "Image": "images/vehicules/personnel.jpg"
  }
]
